/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Análise";

"zanalytics.analytics.tracking.cell.title" = "Partilhar estatísticas de utilização";

"zanalytics.analytics.tracking.footer" = "Partilhar as estatísticas de utilização com os nossos programadores de aplicações. Isto ajuda-nos a melhorar o serviço.";

"zanalytics.analytics.tracking.anonymous.footer" = "Partilhar as estatísticas de utilização com os nossos programadores de aplicações. Isto ajuda-nos a melhorar o serviço.";

"zanalytics.analytics.crashreport.cell.title" = "Ativar relatórios de falhas";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "Envie dados na rede móvel";

"zanalytics.analytics.sendonmobilenetwork.footer" = "Ative para compartilhar os dados pela rede móvel.";

"zanalytics.analytics.crashreport.footer" = "Partilhar dados de falha com os nossos programadores sempre que a aplicação encerrar inesperadamente. Isto ajuda-nos a identificar e a corrigir erros.";

"zanalytics.analytics.anonymouse.cell.title" = "Incluir a minha identidade";

"zanalytics.analytics.anonymouse.footer" = "Ativar a partilha de dados com a sua identidade. Isto irá ajudar-nos nos casos em que tenha de reportar um problema específico à nossa equipa de suporte.";

"zanalytics.privacy.disable.alert.title" = "Alerta!";

"zanalytics.privacy.disable.alert.description" = "A partilha das estatísticas de utilização ajuda-nos a servi-lo melhor fornecendo-nos informações sobre as falhas. Ajudará a suprimir erros chatos.";

"zanalytics.privacy.disable.alert.ok" = "OK";


"zanalytics.privacy.alert.title" = "Ajude-nos a melhorar!";

"zanalytics.privacy.alert.description" = "Pode ajudar-nos a melhorar o nosso produto aceitando partilhar os dados de utilização da aplicação e a informação de falhas. Pode partilhar os dados com a sua identidade ou de forma anónima.\nTenha em consideração que pode alterar as suas preferências em qualquer momento nas definições da sua aplicação.";

"zanalytics.privacy.alert.description.watchsupport" = "Pode ajudar-nos a melhorar o nosso produto aceitando partilhar os dados de utilização e a informação de falhas. Pode partilhar os dados com a sua identidade ou de forma anónima. As suas preferências serão sincronizadas entre aplicações do relógio e do telemóvel. Pode alterá-las a qualquer momento nas definições da aplicação do telemóvel.";

"zanalytics.privacy.alert.option1" = "Participo com a minha identidade";

"zanalytics.privacy.alert.option2" = "Participo de forma anónima";

"zanalytics.privacy.alert.option3" = "Não estou interessado";

"zanalytics.crash.alert.title" = "%@ fechou-se inesperadamente quando foi utilizado pela última vez";

"zanalytics.crash.alert.description" = "Pretende enviar um relatório para que possamos corrigir o problema?";

"zanalytics.crash.alert.option1" = "Enviar sempre relatório";

"zanalytics.crash.alert.option2" = "Enviar agora";

"zanalytics.crash.alert.option3" = "Agora não";

"zanalytics.crash.alert.option4" = "Nunca perguntar";

"zanalytics.crash.alert.option5" = "Rever e enviar";

"zanalytics.crash.navbar.crashreport.title" = "Erro recente";

"zanalytics.analytics.navbar.button.title.back" = "Voltar";

"zanalytics.analytics.navbar.button.title.cancel" = "Cancelar";

"zanalytics.analytics.navbar.button.title.send" = "Mandar";

"zanalytics.privacy.onboarding.title" = "Gerir a sua privacidade";

"zanalytics.privacy.onboarding.description" = "Explore formas de aumentar a privacidade e segurança da sua conta.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "Personalizar as definições de privacidade e segurança";

"zanalytics.watch.privacy.alert.title" = "Preferências de análise";

"zanalytics.watch.privacy.alert.description" = "As suas preferências serão sincronizadas entre aplicações do telemóvel e do relógio. Pode alterar as suas preferências a qualquer momento no ecrã de definições da aplicação do telemóvel.";

"zanalytics.appupdates.title"="Está disponível nova atualização!";

"zanalytics.appupdates.description"="Recomendamos que atualize para esta versão para desfrutar das nossas novas e emocionantes funcionalidades.";

"zanalytics.appupdates.action.update.now"=" Atualizar agora ";

"zanalytics.appupdates.action.remind.me.later"="Lembrar-me mais tarde";

"zanalytics.appupdates.action.ignore"="Ignorar";

"zanalytics.appupdates.unsupportedos.title"="Aviso!";

"zanalytics.appupdates.unsupportedos.description"="Esta aplicação exige que tenha instalado o sistema operativo mais recente. Atualize agora para uma experiência mais harmoniosa.";

"zanalytics.appupdates.unsupportedos.action"=" Instalar mais tarde ";

"zanalytics.rateus.prompt.title" = "Gosta de utilizar esta aplicação?";

"zanalytics.rateus.action.rateinappstore" = "Classifique-a na App Store";

"zanalytics.rateus.action.openfeedback" = "Enviar comentários";

"zanalytics.rateus.action.later" = "Mais tarde";

"zanalytics.analytics.log.cell.title" = "Registo de consola";

"zanalytics.analytics.log.footer" = "Partilhar o registo de consola com os programadores da nossa aplicação. Isto irá ajudar-nos a medir quaisquer obstáculos que enfrentar enquanto alcança os objetivos pretendidos e melhora a eficiência da nossa aplicação";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "Gravação de ecrã detetada!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "Captura de ecrã detetada!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "Este ecrã está protegido contra partilha";
"zanalytics.apprivacyShield.screenshotalert.message" = "Pretende desativar temporariamente o Apptics Screen Shield?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "Sim";
